IDEA StatiCa Open Model
Material.UnitMass Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Unit weight
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double UnitMass { get; set; }
Public Property UnitMass As Double
	Get
	Set
public:
property double UnitMass {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace